// age = 20.
// Используя if, проверьте:
// если age >= 18, выведите "Доступ разрешён";
// иначе — "Доступ запрещён". 
/////////////////
// let age = 20; 
// let b = "Доступ разрешён" ;
// let c = "Доступ запрещён";

// if (age >= 60) {
//   console.log(b);
// } else {
//   console.log(c);
// };



// Напишите программу, которая проверяет:
// если переменная score больше 90, вывести "Отлично";
// если от 60 до 90 — "Хорошо";
// иначе — "Нужно постараться".

// let score = 100;

// if (score > 90)
//   {console.log("Отлично");} 
// else if (score <= 90 , score >= 60)
//   {console.log("Хорошо");} 
// else 
//   {console.log("Нужно постараться")}



// Создайте функцию sum(x, y), которая возвращает сумму двух чисел.
// Вызовите её с аргументами 3 и 7, результат выведите в console.log.



